[internal]
captainAttention0 = Dikkat... Kaptanınız konuşuyor.
speaker0 = Bu şey açık mı? Öhöm...
speaker1 = Tüm yolcularımız, lütfen resepsiyondan kayıt yaptırın! Birazdan güvertede olacağım...
speaker2 = Dikkat yolcular ve 'mürettebat'.
speaker3 = Gemi şimdi ayrılıyor. Lütfen sıkı tutunun.
speaker4 = [wave]Ding! Dong! Ding! Dong![/wave]

captain0 = Meşgulüm, delikanlı. Bu gemi kendini sürmüyor.
captain1 = Meşgulüm dedim delikanlı.
captain2 = Yapacak daha iyi bir işin yok mu?
captain3 = Bana bunun için yeterince ödeme yapmıyorlar...

leftshard1 = ...Ne istiyorsun delikanlı? Mürettebattın biri kendini yine mi incitti?
leftshard2 = Ben neye benziyorum, bir doktora mı? [hint]Öp[/hint]mek onu kendine getirir.

[act2]
captainAttention0 = Dikkat... Kaptanınız konuşuyor.
captain0 = O da ne delikanlı? [br]Yardım mı etmek istiyorsun?
captain1 = Hım. Elbette. Belki bu gemide bir kez olsun bir şeyler yoluna girerdi. Bu bir ilk olurdu.
captain2 = Pekala. İçecekleri, yiyecekleri ve başka şeyler de teslim etmen gerecek. Ve bunu hızlıca yap delikanlı.
captain3 = Ah ve burada yapman gereken başka şeyler de olacak. Bu yüzden gözünü dört aç. Başlamaya hazır mısın?
captain4 = Pekala, hazır olduğunda gel. Bu gemi kendi kendini temizlemiyor.
captain5 = İyi. Benim için şu kutulardan kurtulmaya başlayabilirsin. Burada tozlanmaya başlamışlardı...
captainFail0 = Tıpkı foklar gibi... bu iyi değil. Sadece daha fazla kargaşa yarattın delikanlı. Tekrar dene. Ya da etme, boşver.
captainDone0 = Şimdi durabilirsin delikanlı. Dümene geri gel, bence.
captainDone1 = Güzel... görünüşe göre yaptığın kargaşayı bile temizlemişsin delikanlı. Bu çoğu mürettebatın yapabileceğinden fazla.
captainDone2 = Kayıp Eşya kutusundan alabilirsin. Kimse bu tür şeyler için geri dönmüyor.

yes = Evvet!
no = Hayııır!

[docks]
captain0 = Uh... Kendi başına denize açılmak için fazla genç görünüyorsun delikanlı.
captain1 = Neyse. Birisinin karşısına çıkma sadece. 'Mürettebat' bunu yeterince yapıyor.
captain2 = Koridoru gördün mü delikanlı? Ne kargaşa ama...
captain3 = Nasıl birisi de bu şeyi düzene sokamadı?
captain4 = Onlar düz yol bile yapamıyor. Geminin ortadan ikiye ayrılmaması şaşırtıcı.

[act3]
captainbar0 = Meşgul gibi durmuyor muyum delikanlı? Git başka yerde oyna.
captainbar1 = Yaşlı bir kaptan rahatlasın. Foklar gemiyi bir süre idare edebilir.
captainbar2 = Umarım onlar şimdiye kadar [hint]dümeni kırmamayı[/hint] öğrenmişlerdir...

loudspeaker0 = Mehhaba! Kapdandan bir mesaj-
loudspeaker1 = Mikrofonu bana ver! [scream]Dümende kim var?![/scream]
loudspeaker2 = [scream]Buzula çarptık! [br]Herkes iş başına![/scream]

start0 = Her şey kötü gidiyor delikanlı. Bu günleri görmeyi aklımın ucundan bile geçirmiyordum.
start1 = Bu gemimiz de öyle. Bence hepimizin denizin dibine boylaması birkaç dakikadan fazla uzun sürmez.
start2 = Güzel, belki kendine filika almak isteyebilirsin delikanlı. Bu akıllıca olurdu.

loudspeaker3 = Beni bekleme delikanlı. Filikaya bin ve çek git.
loudspeaker4 = Bu lanet gemi benim ve onunla beraber batacağım.

carried0 = Beni yere bırak delikanlı!
carried1 = Bırak beni! Rahat bırak beni, delikanlı!
carried2 = Nasıl bu kadar güçlüsün?!
carried3 = Beni. Yere. Bırak!
carried4 = Gemimle batmama izin ver!
carried5 = Boğulmama izin ver, delikanlı!

captain0 = *Of* delikanlı, neden gemimle batıp gitmeme izin vermedin? Ben boğulmam, ama en azından öyle olduğuna inanabilirdim.
captain1 = Hmph, ben olmadan bu mürettebat filikalarla kıyıya asla varamaz. Güzel. Mürettebat, haydi eve gidelim.
captain2 = Umarım sigortamız bunu karşılar...
captain3 = Neyse, iade işlemi yapamam ama buzulun üstünde parlak şey var gibi görünüyor? Gemimizin bunun yanına çarpması ne komik.
captain4 = Hepsi senindir, delikanlı.
